/* category
food: 1
fastfood: 2
drinkts: 3
Salad and appetizer: 4
*/

export const recipesData = [
  {
    id: 1,
    cookpad_url: "",
    image_url: "",
    title: "",
    ingredients: [],
    how_to_make: [],
    category: 2
  },
  {
    id: 1,
    title: "کوفته کباب خوشمزه",
    cookpad_url:
      "https://cookpad.com/ir/%D8%AF%D8%B3%D8%AA%D9%88%D8%B1%20%D8%BA%D8%B0%D8%A7/9592069-%DA%A9%D9%88%D9%81%D8%AA%D9%87-%DA%A9%D8%A8%D8%A7%D8%A8-%D8%AE%D9%88%D8%B4%D9%85%D8%B2%D9%87",
    image_url: "https://cookpad.com/ir/recipe/images/a0bd09dbc6f1bc4c",
    ingredients: [
      "۵۰۰گرم گوشت",
      "1 پیمانه برنج",
      "1 عدد تخم مرغ",
      "1 عدد پیاز بزرگ",
      "1 عدد سیب زمینی کوچک",
      "2 پیمانه ارد نخود خام",
      "ابغوره به مقدار لازم",
      "شکر و نمک و فلفل"
    ],
    how_to_make: [
      "1 ابتدا پیاز را در گوشت رنده کرده و نمک و فلفل زرد چوبه اضافه میکنیم",
      "2 سپس سیب زمینی نیز رنده کرده و آرد نخود و تخم مرغ اضافه کرده و خوب ورز میدهیم",
      "3 به صورت شامی میگیریم و در روغن سرخ کرده و در قابلمه ای که قبلا آب و زرد چوبه میریزیم ودر حال جوش کوفته ها را میریزم و سپس چاشنی ها را اضافه کرده میگذاریم به مدت ۴۰ دقیقه با شعله کم بپزد",
      "4 انشالله خوشتان امده باشد نوش جان"
    ],
    category: 1
  },
  {
    id: 2,
    title: "کباب تابه ای مرغ",
    cookpad_url:
      "https://cookpad.com/ir/%D8%AF%D8%B3%D8%AA%D9%88%D8%B1%20%D8%BA%D8%B0%D8%A7/11159634-%DA%A9%D8%A8%D8%A7%D8%A8-%D8%AA%D8%A7%D8%A8%D9%87-%D8%A7%DB%8C-%D9%85%D8%B1%D8%BA",
    image_url: "https://cookpad.com/ir/recipe/images/2d501d58761c4225",
    ingredients: [
      "سینه مرغ به مقدار دلخواه(غیراز سینه مرغ هم میشه)",
      "حبه سیر ۲",
      "1 عدد پیاز متوسط",
      "دلمه کمی",
      "زردچوبه به مقدار دلخواه",
      "نمک فلفل آویشن",
      "2 قاشق روغن مایع",
      "تخم مرغ دو عدد"
    ],
    how_to_make: [
      "مرغ و همراه با دلمه و پیاز و سیرچرخ میکنیم وبعد ادویه ها و روغن و تخم مرغ میریزیم داخل ظرف مرغ چرخ شده و خوب هم میزنیم و بعد درون ماهیتابه رژیمی خیلی کم روعن زیتون یا کره یا روعن مایع میریزیم و موادو میریزیم داخلش درشو میزاریم خوب بپزه و سرخ بشه نوش جان"
    ],
    category: 1
  },
  {
    id: 3,
    title: "جوجه کباب تابه ای",
    cookpad_url:
      "https://cookpad.com/ir/%D8%AF%D8%B3%D8%AA%D9%88%D8%B1%20%D8%BA%D8%B0%D8%A7/11155661-%D8%AC%D9%88%D8%AC%D9%87-%DA%A9%D8%A8%D8%A7%D8%A8-%D8%AA%D8%A7%D8%A8%D9%87-%D8%A7%DB%8C",
    image_url: "https://cookpad.com/ir/recipe/images/db2fb4309db22479",
    ingredients: [
      "۲ عدد سینه مرغ",
      "۲۰۰ گرم بال مرغ (میتونید کتف مرغ روهم جایگزین کنید)",
      "نمک و فلفل و زردچوبه و پودر سیر و ادویه جوجه به میزان دلخواه",
      "آبلیمو به میزان لازم",
      "۲ عدد پیاز متوسط",
      "زعفران دم شده",
      "۱ عدد فلفل دلمه کوچک"
    ],
    how_to_make: [
      "از شب قبل پیاز رو خلالی خرد کرد و سینه مرغ و بال ها رو به اون اضافه میکنیم و بعد ادویه و زعفران و فلفل دلمه رو اضافه میکنیم داخل یخچال میگذاریم",
      "نیم ساعت قبل پخت آبلیمو رو اضافه میکنیم و تابه رژیمی رو روغن میزنیم میگذاریم داغ شود بعد مرغ ها رو به سیخ میکشیم و داخل تابه میچنیم. در تابه رو میبندیم تا مرغ ها پخته شوند. بعد از آن در تابه رو باز میگذاریم تا آب مرغ کشیده شود و سطح مرغ سرخ بشه میتونید از یک حبه کره به دلخواه برای خوشمزه شدن به جوجه ها اضافه کنید. نوش جونتون"
    ],
    category: 1
  },
  {
    id: 4,
    cookpad_url:
      "https://cookpad.com/ir/%D8%AF%D8%B3%D8%AA%D9%88%D8%B1%20%D8%BA%D8%B0%D8%A7/11153339-%D8%AC%D9%88%D8%AC%D9%87-%DA%A9%D8%A8%D8%A7%D8%A8-%D8%B1%D8%B3%D8%AA%D9%88%D8%B1%D8%A7%D9%86%DB%8C",
    image_url: "https://cookpad.com/ir/recipe/images/0f2ad8e634df25e4",
    title: "جوجه کباب رستورانی",
    ingredients: [
      "مرغ",
      "زعفران",
      "فلفل سیاه",
      "آبلیمو",
      "پیاز",
      "روغن زیتون",
      "نمک"
    ],
    how_to_make: [
      "ابتدا مرغارو با پیاز و آبلیمو بذارید سه چهار ساعت بخوابن",
      "بعد تو ظرف دیگه روغن زیتون و زعفران و فلفل و نمک گذاشته دونه دونه مرغ ها رو کاملا عاری از پیاز کرده و میگذاریم در زعفران",
      "بعد دوساعت خوابیدن با زعفران و روغن نوش جان کنید"
    ],
    category: 1
  }
];
