/* category
food: 1
fastfood: 2
drinkts: 3
Salad and appetizer: 4

  ,{
    id: 1,
    source_url: "",
    image_url: "/assets/img/1.jpg",
    title: "",
    publisher:"",
    ingredients: [],
    how_to_make: [],
    category: 1
  },
*/

export const recipeData = [
  {
    id: 1,
    title: "کوفته کباب خوشمزه",
    source_url:
      "https://cookpad.com/ir/%D8%AF%D8%B3%D8%AA%D9%88%D8%B1%20%D8%BA%D8%B0%D8%A7/9592069-%DA%A9%D9%88%D9%81%D8%AA%D9%87-%DA%A9%D8%A8%D8%A7%D8%A8-%D8%AE%D9%88%D8%B4%D9%85%D8%B2%D9%87",
    image_url: "/assets/img/1.jpg",
    publisher: "K.M",
    ingredients: [
      "۵۰۰گرم گوشت",
      "1 پیمانه برنج",
      "1 عدد تخم مرغ",
      "1 عدد پیاز بزرگ",
      "1 عدد سیب زمینی کوچک",
      "2 پیمانه ارد نخود خام",
      "ابغوره به مقدار لازم",
      "شکر و نمک و فلفل"
    ],
    how_to_make: [
      "1 ابتدا پیاز را در گوشت رنده کرده و نمک و فلفل زرد چوبه اضافه میکنیم",
      "2 سپس سیب زمینی نیز رنده کرده و آرد نخود و تخم مرغ اضافه کرده و خوب ورز میدهیم",
      "3 به صورت شامی میگیریم و در روغن سرخ کرده و در قابلمه ای که قبلا آب و زرد چوبه میریزیم ودر حال جوش کوفته ها را میریزم و سپس چاشنی ها را اضافه کرده میگذاریم به مدت ۴۰ دقیقه با شعله کم بپزد",
      "4 انشالله خوشتان امده باشد نوش جان"
    ],
    category: 1
  },
  {
    id: 2,
    title: "کباب تابه ای مرغ",
    source_url:
      "https://cookpad.com/ir/%D8%AF%D8%B3%D8%AA%D9%88%D8%B1%20%D8%BA%D8%B0%D8%A7/11159634-%DA%A9%D8%A8%D8%A7%D8%A8-%D8%AA%D8%A7%D8%A8%D9%87-%D8%A7%DB%8C-%D9%85%D8%B1%D8%BA",
    image_url: "/assets/img/2.jpg",
    publisher: "Mahdi",
    ingredients: [
      "سینه مرغ به مقدار دلخواه(غیراز سینه مرغ هم میشه)",
      "حبه سیر ۲",
      "1 عدد پیاز متوسط",
      "دلمه کمی",
      "زردچوبه به مقدار دلخواه",
      "نمک فلفل آویشن",
      "2 قاشق روغن مایع",
      "تخم مرغ دو عدد"
    ],
    how_to_make: [
      "مرغ و همراه با دلمه و پیاز و سیرچرخ میکنیم وبعد ادویه ها و روغن و تخم مرغ میریزیم داخل ظرف مرغ چرخ شده و خوب هم میزنیم و بعد درون ماهیتابه رژیمی خیلی کم روعن زیتون یا کره یا روعن مایع میریزیم و موادو میریزیم داخلش درشو میزاریم خوب بپزه و سرخ بشه نوش جان"
    ],
    category: 1
  },
  {
    id: 3,
    title: "جوجه کباب تابه ای",
    source_url:
      "https://cookpad.com/ir/%D8%AF%D8%B3%D8%AA%D9%88%D8%B1%20%D8%BA%D8%B0%D8%A7/11155661-%D8%AC%D9%88%D8%AC%D9%87-%DA%A9%D8%A8%D8%A7%D8%A8-%D8%AA%D8%A7%D8%A8%D9%87-%D8%A7%DB%8C",
    image_url: "/assets/img/3.jpg",
    publisher: "Amir",
    ingredients: [
      "۲ عدد سینه مرغ",
      "۲۰۰ گرم بال مرغ (میتونید کتف مرغ روهم جایگزین کنید)",
      "نمک و فلفل و زردچوبه و پودر سیر و ادویه جوجه به میزان دلخواه",
      "آبلیمو به میزان لازم",
      "۲ عدد پیاز متوسط",
      "زعفران دم شده",
      "۱ عدد فلفل دلمه کوچک"
    ],
    how_to_make: [
      "از شب قبل پیاز رو خلالی خرد کرد و سینه مرغ و بال ها رو به اون اضافه میکنیم و بعد ادویه و زعفران و فلفل دلمه رو اضافه میکنیم داخل یخچال میگذاریم",
      "نیم ساعت قبل پخت آبلیمو رو اضافه میکنیم و تابه رژیمی رو روغن میزنیم میگذاریم داغ شود بعد مرغ ها رو به سیخ میکشیم و داخل تابه میچنیم. در تابه رو میبندیم تا مرغ ها پخته شوند. بعد از آن در تابه رو باز میگذاریم تا آب مرغ کشیده شود و سطح مرغ سرخ بشه میتونید از یک حبه کره به دلخواه برای خوشمزه شدن به جوجه ها اضافه کنید. نوش جونتون"
    ],
    category: 1
  },
  {
    id: 4,
    source_url:
      "https://cookpad.com/ir/%D8%AF%D8%B3%D8%AA%D9%88%D8%B1%20%D8%BA%D8%B0%D8%A7/11153339-%D8%AC%D9%88%D8%AC%D9%87-%DA%A9%D8%A8%D8%A7%D8%A8-%D8%B1%D8%B3%D8%AA%D9%88%D8%B1%D8%A7%D9%86%DB%8C",
    image_url: "/assets/img/4.jpg",
    title: "جوجه کباب رستورانی",
    publisher: "Zahra",
    ingredients: [
      "مرغ",
      "زعفران",
      "فلفل سیاه",
      "آبلیمو",
      "پیاز",
      "روغن زیتون",
      "نمک"
    ],
    how_to_make: [
      "ابتدا مرغارو با پیاز و آبلیمو بذارید سه چهار ساعت بخوابن",
      "بعد تو ظرف دیگه روغن زیتون و زعفران و فلفل و نمک گذاشته دونه دونه مرغ ها رو کاملا عاری از پیاز کرده و میگذاریم در زعفران",
      "بعد دوساعت خوابیدن با زعفران و روغن نوش جان کنید"
    ],
    category: 1
  },
  {
    id: 5,
    source_url:
      "https://cookpad.com/ir/%D8%AF%D8%B3%D8%AA%D9%88%D8%B1%20%D8%BA%D8%B0%D8%A7/11154667-%D9%82%D9%88%D8%B1%D9%85%D9%87-%D8%B3%D8%A8%D8%B2%DB%8C-%D8%B1%DA%98%DB%8C%D9%85%DB%8C",
    image_url: "/assets/img/5.jpg",
    title: "قورمه سبزی رژیمی",
    publisher: "Yas",
    ingredients: [
      "۱ بسته سبزی خورشتی",
      "ادویه نمک فلفل سیاه به میزان لازم",
      "۳ عدد لیمو عمانی",
      "۱ عدد کنسرو لوبیا چیتی",
      "۷ تکه گوشت بدون چربی متوسط",
      "روغن زیتون به میزان لازم",
      "۱ عدد پیاز"
    ],
    how_to_make: [
      "گوشت و سبزی و پیاز خرد شده به همره ادویه و کمی روغن زیتون تفت دهید تا گوشت از حالت خامی در بیاد اما زیاد سرخ نشود",
      "به مواد آب اضافه میکنیم لیمو عمانی را سوراخ میکنیم و اضافه میکنیم درب ظرف را میگذاریم",
      "کمی گوشت نرم شد کنسرو لوبیا چیتی را کامل در خورشت میریزیم همچنین نمک اضافه میکنیم چون گوشت را سفت میکنه اول کار نمک اضافه بشه",
      "درب ظرف را میگذاریم تا خورشت کامل جا بیفته و نوش جان میکنید"
    ],
    category: 1
  },
  {
    id: 6,
    source_url:
      "https://cookpad.com/ir/%D8%AF%D8%B3%D8%AA%D9%88%D8%B1%20%D8%BA%D8%B0%D8%A7/11149369-%D9%82%D9%88%D8%B1%D9%85%D9%87-%D8%B3%D8%A8%D8%B2%DB%8C-%D8%AE%D9%88%D8%B4%D9%85%D8%B2%D9%87",
    image_url: "/assets/img/6.jpg",
    title: "قورمه سبزی خوشمزه",
    publisher: "N.n A.a",
    ingredients: [
      "۲۵۰ گرم گوشت",
      "۲۵۰ گرم سبزی خورشتی سرخ شده",
      "۲ عدد پیاز متوسط",
      "۲ پیمانه لوبیا چیتی",
      "۵ عدد لیمو عمانی",
      "نمک فلفل سیاه زردچوبه پودر سیر به دلخواه خودتون"
    ],
    how_to_make: [
      "من گوشت و با پیاز سرخ میکنم جدا. سبزی هم سرخ میکنم لوبیا و لیمو و بقیه مواد و با هم میزارم تو دیگ یه ساعت و نیم زمان میدم حسابی جا بیفته"
    ],
    category: 1
  },
  {
    id: 7,
    source_url:
      "https://cookpad.com/ir/%D8%AF%D8%B3%D8%AA%D9%88%D8%B1%20%D8%BA%D8%B0%D8%A7/11140886-%D9%82%D9%88%D8%B1%D9%85%D9%87-%D8%B3%D8%A8%D8%B2%DB%8C-%D8%AC%D8%A7%D9%86%D8%A7%D9%86%D9%87-%F0%9F%98%8B",
    image_url: "/assets/img/7.jpg",
    title: "قورمه سبزی جانانه",
    publisher: "سما",
    ingredients: [
      "سبزی خورشتی (تره. گشنیز. جعفری.اسفناج و شنبلیله به مقدار کم)",
      "گوشت گوسفندی با استخوان وقلم به مقدار دلخواه",
      "۱ الی ۲ قاشق رب گوجه فرنگی",
      "۱/۳ تمر هندی",
      "لوبیا چیتی به مقدار لازم",
      "لیمو عمانی یا پود لیمو به مقدار دلخواه"
    ],
    how_to_make: [
      "لوبیا چیتی و از روز قبل خیس میکنیم و چند بار آبش و عوض میکنیم تا نفخش گرفته بشه و میپزیمش با آب به اندازه ای که خیلی پخته نباشه که تو خورشت له بشه"
    ],
    category: 1
  },
  {
    id: 8,
    source_url:
      "https://cookpad.com/ir/%D8%AF%D8%B3%D8%AA%D9%88%D8%B1%20%D8%BA%D8%B0%D8%A7/10971039-%D9%82%D9%88%D8%B1%D9%85%D9%87-%D8%B3%D8%A8%D8%B2%DB%8C-%D9%85%D8%B1%D8%BA",
    image_url: "/assets/img/8.jpg",
    title: "قورمه سبزی مرغ",
    publisher: "هدی",
    ingredients: [
      "گوشت مرغ",
      "1 بسته سبزی خورشتی",
      "2 تا 3 قاشق رب گوجه",
      "2 عدد لیموعمانی",
      "1 بسته لوبیا قرمز"
    ],
    how_to_make: [
      "ابتدا سبزی رو میذاریم سرخ شه",
      "بعد گوشت رو میزاریم سرخ شه",
      "بعد لیموعمانی رو دو نصف میکنیم میزاریم تو آب گرم تا تلخیش بره",
      "بعد که گوشت سرخ شد، سبزی رو که جدا سرخ کردیم اضافه میکنیم",
      "بعد بهش رب گوجه با لوبیا لیمو اضافه میکنیم در مرحله آخر هم آب که گذاشتیم جوشید اضافه میکنیم. زیر شعله رو ملایم میکنیم تا خوب جا بیفته. نوش جون"
    ],
    category: 1
  },
  {
    id: 9,
    source_url:
      "https://cookpad.com/ir/%D8%AF%D8%B3%D8%AA%D9%88%D8%B1%20%D8%BA%D8%B0%D8%A7/10970433-%D9%82%D9%88%D8%B1%D9%85%D9%87-%D8%B3%D8%A8%D8%B2%DB%8C-%DA%AF%D9%88%D8%B4%D8%AA-%D9%82%D9%84%D9%82%D9%84%DB%8C",
    image_url: "/assets/img/9.jpg",
    title: "قورمه سبزی گوشت قلقلی",
    publisher: "هدی",
    ingredients: [
      "گوشت چرخ کرده به تعدادهر نفری که باشید",
      "سبزی خورشتی",
      "لیموعمانی",
      "لوبیا قرمز من یه بسته انداختم",
      "1 عدد پیاز کوچک",
      "رب گوجه هم به مقدار لازم"
    ],
    how_to_make: [
      "ابتدا پیاز رو رنده میکنیم با گوشت چرخ شده قاطی میکنیم هم میزنیم به صورت قلقلی در میاریم",
      "بعد روغن داخل قابلمه میریزیم سبزی رو یکم سرخ میکنیم بهش رب گوجه اضافه میکنیم تا بوی خامی رب بره بعد لیمو هامون رو که دونصف کردیم رو داخل آب گذاشتیم میندازیم داخل قابلمه",
      "بعد لوبیا قرمز رو میندازیم و در اخرم آب جوش میریزم رو شعله ملایم میزاریم تاکمی آبش گرفته شه بعد درمرحله آخر که گوشت قلقلی ها رو سرخ کردیم تمیززز.. آروم داخل خورشت میندازیم. زیاد خورشتتون رو بهم نزنید که گوشتاتون ازهم باز نشن آب خورشت که گرفته شد شعله خاموش آماده سرو هستش.نوش جون"
    ],
    category: 1
  },
  {
    id: 10,
    source_url:
      "https://cookpad.com/ir/%D8%AF%D8%B3%D8%AA%D9%88%D8%B1%20%D8%BA%D8%B0%D8%A7/10959109-%D9%82%D9%88%D8%B1%D9%85%D9%87-%D8%B3%D8%A8%D8%B2%DB%8C-%D8%A8%D8%A7-%D9%85%D8%B1%D8%BA",
    image_url: "/assets/img/10.jpg",
    title: "قورمه سبزی با مرغ",
    publisher: "salimeh",
    ingredients: [
      "2 عدد سینه مرغ",
      "400 گرم سبزی قرمه ای",
      "2 عدد لیمو عمانی پوست کنده",
      "نمک و فلفل و زردچوبه و روغن به مقدار لازم",
      "2 قاشق رب",
      "1 ونیم پیمانه لوبیا چیتی نم پز شده"
    ],
    how_to_make: [
      "من از قبل لوبیا رو. پختم. و. نم پز کردم",
      "مرغ رو تکه تکه کردم به اندازه های دلخواه و با آب و پیاز و حرارت گزاستم تا آب به جوش اومد و بوی بعد مرغ رو بگیره و بعد آبکش میکنم و آبش رو دور میریزنم",
      "سبزی رو با روغن سرخ کردم و بهش لوبیا های نم. پز شده رو اضافه کردم و همچنین مرغ ها رو",
      "و. در آخر لیمو عمانی و زردچوبه و. نمک و فلفل و رب بهش اضافه میکنم و بعد چند دقیقه که رب کامل حل شد قورمه ما آماده است",
      "نوش جان"
    ],
    category: 1
  },
  {
    id: 11,
    source_url:
      "https://cookpad.com/ir/%D8%AF%D8%B3%D8%AA%D9%88%D8%B1%20%D8%BA%D8%B0%D8%A7/10957942-%D9%82%D9%88%D8%B1%D9%85%D9%87-%DA%A9%D8%A7%D9%84%D8%A8%D8%A7%D8%B3",
    image_url: "/assets/img/11.jpg",
    title: "قورمه کالباس",
    publisher: "رومیصا",
    ingredients: ["کالباس", "۳ عدد گوجه متوسط", "نمک وفلفل"],
    how_to_make: [
      "اول همه کالباس ها رو سرخ میکنیم",
      "وگوجه ها را رنده میکنیم و در دوغن تفت میدیم و نمک و فلفل رو میریزیم توش و میزاریم آبش تموم بشه بعد کالباسای سرخ شده رو اضافه میکنیم",
      "نوش جان"
    ],
    category: 1
  }
];
